Repository: bkovalevych/AnalogIfranView
Catalog: AnalogIfranView/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# batchConversion
source: Convolve/ Rename
ru_ru: Свертки\ Переименовать

source: Cancel
ru_ru: Отмена

# captureVisibleWindowArea
source: Capture the visible part of the window
ru_ru: Захват видимой части окна

# clearClipboard
source: Clear the buffer
ru_ru: Очистить буфер

source: copy
ru_ru: Скопировать

# copyFile
source: Copy the file
ru_ru: Скопировать файл

# createThumbnail
source: Create a sketch
ru_ru: Создать набросок

# cropSelection
source: Trim the selection
ru_ru: Обрезать выделение

# cutArea
source: Cut - area outside of selection
ru_ru: Вырезать - область вне выделения

source: Cut - selection
ru_ru: Вырезать - выделение

source: dark theme
ru_ru: темная тема

# deleteClearDisplay
source: Clear the display
ru_ru: Очистить дисплей

source: Delete File
ru_ru: Удалить файл

source: Edit
ru_ru: Править

source: Exit
ru_ru: Выход

source: File
ru_ru: Файл

source: Height
ru_ru: Высота

# insertHorizontalStrip
source: Insert horizontally
ru_ru: Вставить горизонтально

source: Insert Image
ru_ru: Вставить Изображение

source: Insert Text
ru_ru: Вставить текст

# insertVerticalStrip
source: Insert vertically
ru_ru: Вставить вертикально

# invalidHeight
source: should only contain numbers and be more than 0
ru_ru: должно содержать только цифры и быть больше 0

# invalidName
source: shouldn't be empty
ru_ru: не должно быть пустым

# invalidWidth
source: should only contain numbers and be more than 0
ru_ru: должно содержать только цифры и быть больше 0

source: Language
ru_ru: Язык

# lightTheme
source: bright theme
ru_ru: светлая тема

# moveFile
source: Move the file
ru_ru: Передвинуть файл

# nameThumbnail
source: Figure Caption
ru_ru: Название рисунка

source: no
ru_ru: нет

source: Open
ru_ru: Открыть

source: Paste
ru_ru: Вставить

# pasteSpecial
source: Special insertion
ru_ru: Особая вставка

source: Print
ru_ru: Печать

# redo
source: Step Forward
ru_ru: Шаг вперед

# removeHorizontalStrip
source: Remove horizontally
ru_ru: Удалить горизонтально

source: Remove/insert strip
ru_ru: Удалить/вставить полоску

# removeVerticalStrip
source: Remove vertically
ru_ru: Удалить вертикально

source: Rename file
ru_ru: Переименовать файл

# resize
source: zoom
ru_ru: Увеличить / Уменьшить

# resizeSource
source: Resize
ru_ru: Изменить размер

source: Save
ru_ru: Сохранить

source: Save as
ru_ru: Сохранить как

source: Search files
ru_ru: Поиск файлов

# setLandscapeSize
source: standard album
ru_ru: стандартный альбомный

# setPortraitSize
source: standard portrait
ru_ru: стандартный портрет

source: Settings
ru_ru: Настройки

# showPaintDialog
source: Brush
ru_ru: Кисть

source: Slide show
ru_ru: Показ слайдов

# thumbnailMenu
source: Sketch
ru_ru: Набросок

source: Thumbnails
ru_ru: Эскизы

# undo
source: Step back
ru_ru: Шаг назад

source: Width
ru_ru: Ширина

# yes
source: OK
ru_ru: Да
